Repository: PokeNavBot/pokenav-translations
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: de, fr, pt

source: silver pinap berry
de: silberne sananabeere
fr: baie nanana argentée
pt: Fruta Caxí prateada

source: silver pinap berries
de: silberne sananabeeren
fr: baies nanana argentées
pt: Frutas Caxí prateadas

source: silver pinap
de: silberne sanana
fr: nanana argentée
pt: Caxí prateado

source: silver pinaps
de: silberne sananas
fr: nanana argentées
pt: Caxís prateados

source: golden razz berry
de: goldene himmihbeere
fr: baie framby dorée
pt: Fruta Frambo dourada

source: golden razz berries
de: goldene himmihbeeren
fr: baies framby dorées
pt: Frutas Frambo douradas

source: golden razz
de: goldene himmih
fr: framby dorée
pt: Frambo dourado

source: golden razzs
de: goldene himmihs
fr: framby dorées
pt: Frambo dourados

source: razz berry
de: himmihbeere
fr: baie framby
pt: Fruta Frambo

source: razz berries
de: himmihbeeren
fr: baies framby
pt: Frutas Frambo

source: razz
de: himmih
fr: framby
pt: Frambo

source: razzs
de: himmihs
fr: framby
pt: Frambos

source: pinap berry
de: sananabeere
fr: baie nanana
pt: Fruta Caxí

source: pinap berries
de: sananabeeren
fr: baies nanana
pt: Frutas Caxí

source: pinap
de: sanana
fr: nanana
pt: Caxí

source: pinaps
de: sananas
fr: nanana
pt: Caxís

source: nanab berry
de: nanabbeere
fr: baie nanab
pt: Fruta Nanab

source: nanab berries
de: nanabbeeren
fr: baies nanab
pt: Frutas Nanab

source: nanabs
fr: nanab
pt: Nanabes

source: pokeball
fr: pokéball
pt: PokéBola

source: poke ball
fr: poké ball
pt: Poké Bola

source: pokeballs
de: pokebälle
fr: pokéballs
pt: PokéBolas

source: poke balls
de: poke bälle
fr: poké balls
pt: Poké Bolas

source: greatball
de: superball
fr: superball
pt: GrandeBola

source: great ball
de: super ball
fr: super ball
pt: Grande Bola

source: greatballs
de: superbälle
fr: superballs
pt: GrandeBolas

source: great balls
de: super bälle
fr: super balls
pt: Grande Bolas

source: ultraball
de: hyperball
fr: hyperball
pt: UltraBola

source: ultra ball
de: hyper ball
fr: hyper ball
pt: Ultra Bola

source: ultraballs
de: hyperbälle
fr: hyperballs
pt: UltraBolas

source: ultra balls
de: hyper bälle
fr: hyper balls
pt: Ultra Bolas

source: rare candy
de: sonderbonbon
fr: super bonbon
pt: Doce Raro

source: rare candies
de: sonderbonbons
fr: super bonbons
pt: Doces Raros

source: stardust
de: sternenstaub
fr: poussière d'étoiles
pt: Poeira Estelar

source: dust
fr: poussière
pt: Poeira

source: unknown
de: unbekannt
fr: inconnu
pt: Desconhecido

source: lure
de: Lock
fr: leurre

source: lure module
de: Lockmodul
fr: module leurre

source: mossy
de: Moos
fr: moussu

source: mossy lure
de: Moos-Lockmodul
fr: leurre moussu

source: mossy lure module
de: Moos-Lockmodul
fr: module leurre moussu

source: glacial lure
de: Gletscher-Lockmodul
fr: leurre glacial

source: glacial lure module
de: Gletscher-Lockmodul
fr: module leurre glacial

source: magnetic
de: Magnet
fr: magnétique

source: magnetic lure
de: Magnet-Lockmodul
fr: leurre magnétique

source: magnetic lure module
de: Magnet-Lockmodul
fr: module leurre magnétique

source: fast tm
de: sofort-tm
fr: ct attaque immédiate
pt: MT ataque ágil

source: ftm
de: stm
fr: ctam
pt: mtaa

source: charge tm
de: lade-tm
fr: ct attaque chargée
pt: MT ataque carregado

source: ctm
de: ltm
fr: ctac
pt: mtac

source: pokéballs
de: pokébälle
pt: Poké Bolas

source: poké balls
de: poké bälle
pt: Poké Bolas

source: glacial
de: Gletscher

source: pokéball
pt: PokéBola

source: poké ball
pt: Poké Bola
